{
  "telescopes": [
    {
      "id": 0,
      "name": "FAST Radio Telescope",
      "image": "images/FAST.jpg",
      "elevation": 1233,
      "featured": true,
      "description": "The Five-hundred-meter Aperture Spherical radio Telescope (FAST; 五百米口径球面射电望远镜), nicknamed Tianyan (天眼), is a radio telescope located Guizhou."
    },
    {
      "id": 1,
      "name": "PAST Radio Telescope",
      "image": "images/PAST.jpg",
      "elevation": 877,
      "featured": false,
      "description": "The Primeval Structure Telescope (PaST), also called 21 Centimetre Array (21CMA), is a Chinese radio telescope array designed to detect the earliest luminous objects in the universe, including the first stars, supernova explosions, and black holes."
    },
    {
      "id": 2,
      "name": "LAMOST (Guo Shoujing)",
      "image": "images/LAMOST.jpg",
      "elevation": 2901,
      "featured": false,
      "description": "The Large Sky Area Multi-Object Fibre Spectroscopic Telescope (LAMOST), also known as the Guo Shoujing Telescope ( 郭守敬望远镜) after the 13th-century Chinese astronomer, is a meridian reflecting Schmidt telescope, located in Xinglong Station, Hebei."
    },
    {
      "id": 3,
      "name": "HXMT (Insight)",
      "image": "images/HXMT.jpg",
      "elevation": 42,
      "featured": false,
      "description": "Hard X-ray Modulation Telescope (HXMT) also known as Insight (慧眼) is an X-ray space observatory, launched on June 15, 2017 to observe black holes, neutron stars, active galactic nuclei and other phenomena based on their X-ray and gamma-ray emissions."
    }
  ],
  "comments": [
    {
      "id": 0,
      "telescopeId": 0,
      "rating": 5,
      "text": "Its construction was completed in September 2016 and it officially began operating in January 2020."
    },
    {
      "id": 1,
      "telescopeId": 0,
      "rating": 4,
      "text": "Measuring 500 meters in diameter, FAST is the largest radio telescope in the world."
    },
    {
      "id": 2,
      "telescopeId": 0,
      "rating": 5,
      "text": "FAST is expected to map the neutral hydrogen gas in the Milky Way Galaxy at a very high resolution and to increase the number of known pulsars from almost 2,000 to about 6,000."
    },
    {
      "id": 3,
      "telescopeId": 0,
      "rating": 5,
      "text": "FAST may be able to detect radio emissions from extrasolar planets that are similar to Jupiter."
    },
    {
      "id": 4,
      "telescopeId": 0,
      "rating": 4,
      "text": "It also should be able to search for signals from extraterrestrial intelligence around many more stars than in previous surveys."
    },
    {
      "id": 5,
      "telescopeId": 1,
      "rating": 4,
      "text": "Located  on the high plateau of Ulastai in the west of Xinjiang province."
    },
    {
      "id": 6,
      "telescopeId": 1,
      "rating": 5,
      "text": "Built in 2004."
    },
    {
      "id": 7,
      "telescopeId": 1,
      "rating": 5,
      "text": "Captures radio image of the sky in the range of 1420 megahertz."
    },
    {
      "id": 8,
      "telescopeId": 1,
      "rating": 4,
      "text": "The Hydrogen Line is another name for the 21cm line."
    },
    {
      "id": 9,
      "telescopeId": 1,
      "rating": 5,
      "text": "It's remote location avoids interferance from other radio and television signals"
    },
    {
      "id": 10,
      "telescopeId": 2,
      "rating": 5,
      "text": "LAMOST is part of Xingliong Station"
    },
    {
      "id": 11,
      "telescopeId": 2,
      "rating": 5,
      "text": "It is planned to conduct a 5-year spectroscopic survey of 10 million Milky Way stars, as well as millions of galaxies."
    },
    {
      "id": 12,
      "telescopeId": 2,
      "rating": 4,
      "text": "The project's budget is RMB 235 million yuan."
    },
    {
      "id": 13,
      "telescopeId": 2,
      "rating": 5,
      "text": "Using active optics technique to control its reflecting corrector makes it a unique astronomical instrument in combining large aperture with wide field of view."
    },
    {
      "id": 14,
      "telescopeId": 2,
      "rating": 4,
      "text": "The telescope's location, only 115 km (71 mi) NW of Beijing, is far from ideal."
    },
    {
      "id": 15,
      "telescopeId": 3,
   
      "text": "It is a spacecraft, lauched from the Jiuquan Satellite Launch Center."
    },
    {
      "id": 16,
      "telescopeId": 3,
      "text": "It is based on the JianBing 3 imagery reconnaissance satellite series platform."
    },
    {
      "id": 17,
      "telescopeId": 3,
      "text": "A joint collaboration of the Ministry of Science and Technology of China, the Chinese Academy of Sciences, and Tsinghua University."
    },
    {
      "id": 18,
      "telescopeId": 3,
      "text": "Data analysis is planned to be by a direct algebraic method - direct demodulation."
    },
    {
      "id": 19,
      "telescopeId": 3,
      
      "text": "The satellite has three payloads, the high energy X-ray Telescope (20–250 keV), the medium energy X-ray telescope (5–30 keV), and the low energy X-ray telescope (1–15 keV)"
    },
    {
      "id": 20,
      "telescopeId": 3,
      "text": "The spacecraft had a launch mass of 2,800 kg (6,200 lb)."
    }
  ],
  "rovers": [
    {
      "id": 0,
      "name": "Yutu-2",
      "image": "images/Yutu2.png",
      "featured": false,
      "description": "Yutu-2 is a robotic lunar rover that formed part of the Chang'e 4 mission to the Moon. It was launched on 7 December 2018, 18:23 UTC"
    },
    {
      "id": 1,
      "name": "Chang'e 5-T1",
      "image": "images/Change5T1.jpg",
      "featured": false,
      "description": "Chang'e 5-T1 (嫦娥五号T1;) is an experimental robotic spacecraft that was launched to the Moon on 23 October 2014 by the CNSA."
    },
    {
      "id": 2,
      "name": "Chang'e 5",
      "image": "images/Change5.jpg",
      "featured": false,
      "description": "Chang'e 5 (嫦娥五号) is the fifth lunar exploration mission of the Chinese Lunar Exploration Program, and China's first lunar sample-return mission."
    },
    {
      "id": 3,
      "name": "Zhurong",
      "image": "images/zhurong.jpg",
      "featured": true,
      "description": "Zhurong (祝融) is a Mars rover that is China's first rover to land on another planet. It is part of the Tianwen-1 mission to Mars conducted by the CNSA"
    }
  ],
  "spaceports": [
    {
      "id": 0,
      "name": "Taiyuan Satellite Launch Center",
      "image": "images/TaiyuanSpaceport.jpg",
      "featured": true,
      "description": "The Taiyuan Satellite Launch Center (TSLC) also known as Base 25 (Chinese: 二十五基地), is a People's Republic of China space and defense launch facility."
    },
    {
      "id": 1,
      "name": "Jiuquan Satellite Launch Center",
      "image": "images/JiuquanSpaceport.jpg",
      "featured": false,
      "description": "Jiuquan Satellite Launch Center (JSLC;酒泉卫星发射中心) is a Chinese space vehicle launch facility (spaceport) located in the Gobi Desert, Inner Mongolia."
    },
    {
      "id": 2,
      "name": "Wenchang Spacecraft Launch Site",
      "image": "images/WenchangSpaceport.jpg",
      "featured": false,
      "description": "The Wenchang Spacecraft Launch Site (文昌航天发射场) located in Wenchang, Hainan, is China's fourth and southernmost space vehicle launch facility (spaceport)."
    },
    {
      "id": 3,
      "name": "Xichang Satellite Launch Center",
      "image": "images/XichangSpaceport.jpg",
      "featured": false,
      "description": "The Xichang Satellite Launch Center (XSLC), also known as the Xichang Space Center, is a spaceport of China. It is located in Zeyuan Town, Sichuan Province."
    }
  ],
  "feedback": [
    {
      "firstName": "Davey",
      "lastName": "Not Davey",
      "phoneNum": "4826589274568",
      "email": "daveymason@outlook.com",
      "agree": true,
      "contactType": "Phone",
      "feedback": "dgrfg",
      "id": 1
    }
  ]
}